"0.00 - 8.56\nGoodwill Community Foundation creating opportunities for a better life.\n8.56 - 13.36\nAs you create more and more PowerPoint presentations, you're probably going to find yourself using\n13.36 - 16.28\na lot of bulleted and numbered lists.\n16.28 - 19.84\nList are a great way to present information to your audience because they break up the\n19.84 - 22.64\ninformation into manageable pieces.\n22.64 - 26.00\nWe are going to talk about the different ways that you can customize your bullets or numbers\n26.00 - 28.76\nto give a distinctive look to your lists.\n28.76 - 32.28\nThe first thing you should do is select the list.\n32.28 - 36.72\nAnd on the Home tab, you'll find the bullets drop down arrow, which lets you select a different\n36.72 - 39.24\nstyle.\n39.24 - 45.84\nAnd if you would prefer to use a numbered list, you can click the numbering drop down arrow.\n45.84 - 50.16\nLet's say we're using a numbered list, and maybe this list is actually a continuation\n50.16 - 52.08\nfrom the previous slide.\n52.08 - 56.80\nInstead of counting up from one, we might want to start with say five.\n56.80 - 63.56\nFirst, go to the numbering drop down arrow, and then click bullets and numbering.\n63.56 - 67.76\nThis is where you'll go whenever you need to customize your bullets or numbers.\n67.76 - 74.56\nWhere it says start at, you can just change that to a different number, and now it will\n74.56 - 77.44\ncount up from the new number.\n77.44 - 82.64\nFor this list, I want to use bullets, but none of these choices really match the presentation.\n82.64 - 86.04\nLuckily, there are many more bullets we can choose from.\n86.04 - 89.32\nGo down to bullets and numbering.\n89.32 - 93.84\nHere you can either choose a picture to be your bullet, or you can click on customize\n93.84 - 97.64\nto choose a symbol, and that's what I'm going to do.\n97.64 - 103.92\nYou can use any of these symbols as your bullet, and I kind of like this one.\n103.92 - 108.80\nClick OK, and you'll see your symbol appear in this area.\n108.80 - 114.26\nYou can also change the size, or the color.\n114.26 - 118.34\nYou can choose any of these colors, and if you don't see the exact color you want, you\n118.34 - 121.10\ncan click more colors.\n121.10 - 125.86\nAnd when you click OK, the bullets will appear in your list.\n125.86 - 129.06\nI think these bullets are much more interesting now.\n129.06 - 133.14\nYou have many different options for customizing lists, and you can really tailor them to fit\n133.14 - 134.86\nthe style of your presentation.\n"